// Задание 2. Заполните объект и выведите ниже указанные поля:
// - Создайте объект, где есть свойства: `name` (имя), `age` (возраст), `subject` (предмет), `grade` (оценка). Вы должны заполнить эти данные через `prompt`.
// - Увеличьте возраст пользователя на 5.
// - Выведите результаты каждого шага в консоль.

// const student = {};
// student.name = prompt("Введите имя студента");
// student.age = +prompt("Введите возраст студента");
// student.subject = prompt("Введите предмет");
// student.grade = +prompt("Введите оценку по предмету");
// console.log(student);

// student.age += 5;
// console.log(student);

// Действуем согласно методам. + для преобразования в число. += оператор присваивания
