//  Задание 4. Создайте массив строк, представляющий список покупок: `["яблоки", "бананы", "молоко", "сыр", "хлеб", "шоколад"]`. И выполните последующие задачи:
//     - Добавьте новый товар в начало массива.
//     - Удалите последний товар из массива.
//     - Замените третий элемент массива (индекс 2) на два новых товара с помощью `splice`.

// const list = ["яблоки", "бананы", "молоко", "сыр", "хлеб", "шоколад"];
// console.log(list);
// list.unshift("колбаса");
// console.log(list);

// const removedItem = list.pop();
// console.log(list);

// list.splice(2, 1, "печенье", "соль");
// console.log(list);
