// Задание 3. - Выведите в консоль режиссёра второго фильма.
// - Выведите в консоль жанр четвёртого фильма.

// const movies = [
//   {
//     title: "Начало",
//     director: "Кристофер Нолан",
//     year: 2010,
//     genre: "фантастика",
//   },
//   {
//     title: "Форрест Гамп",
//     director: "Роберт Земекис",
//     year: 1994,
//     genre: "драма",
//   },
//   {
//     title: "Криминальное чтиво",
//     director: "Квентин Тарантино",
//     year: 1994,
//     genre: "боевик",
//   },
//   {
//     title: "Зеленая миля",
//     director: "Фрэнк Дарабонт",
//     year: 1999,
//     genre: "триллер",
//   },
//   {
//     title: "Жизнь прекрасна",
//     director: "Роберто Бениньи",
//     year: 1997,
//     genre: "комедия/драма",
//   },
// ];

// console.log(movies[1].director);
// console.log(movies[3].genre);
